Repository: yonigolfor/Swipy
Catalog: Swipy/Localizable.xcstrings
Source language: en
Languages: he

source: Awesome! 💪
he: עבודה טובה! 💪

# badge.burst_best
source: Our Best
he: הטובה ביותר

# badge.recording
source: Recording
he: הקלטה

# badge.screenshot
source: Screenshot
he: צילום מסך

# bin.alert_message
source: This will permanently delete %d items from your library. This action cannot be undone.
he: פעולה זו תמחק לצמיתות %d פריטים מהספרייה שלך. לא ניתן לבטל פעולה זו.

# bin.alert_title
source: Empty Trash
he: ריקון הסל

# bin.breathing
source: Your phone is breathing easy 🌿
he: הטלפון שלך נושם לרווחה 🌿

# bin.delete_button
source: Delete %d Items
he: מחק %d פריטים

# bin.empty_message
source: Photos you swipe left will appear here before permanent deletion.
he: תמונות שתחליק שמאלה יופיעו כאן לפני מחיקה סופית.

# bin.empty_state
source: Your bin is empty
he: הסל שלך ריק

# bin.empty_title
source: Review Bin is Empty
he: סל המחזור ריק

# bin.empty_trash
source: Empty Trash
he: רוקן סל

# bin.lifetime_saved
source: All-Time Storage Freed
he: סך מקום שפונה

# bin.restore
source: Restore
he: שחזר

# bin.title
source: Review Bin
he: סל האשפה

# by deleting %lld item%@
source: by deleting %1$lld item%2$@
he: נמחקו %1$lld פריטים

source: Cancel
he: ביטול

source: Declutter your memories
he: עשה סדר בזיכרונות שלך

# filter.all
source: All Photos
he: כל התמונות

# filter.all.desc
source: Everything in your library
he: הכל בספרייה שלך

# filter.blurry
source: Blurry Photos
he: תמונות מטושטשות

# filter.blurry.desc
source: Low-focus images
he: תמונות לא בפוקוס

# filter.burst
source: Burst Photos
he: סדרות צילום

# filter.burst.desc
source: Series of similar shots
he: סדרות של צילומים דומים

# filter.large_videos
source: Large Videos
he: סרטונים גדולים

# filter.large_videos.desc
source: Sorted by file size
he: ממוינים לפי גודל קובץ

# filter.local_storage
source: Local Storage
he: אחסון מקומי

# filter.local_storage.desc
source: Photos saved on your device
he: תמונות שמורות במכשיר

# filter.recordings
source: Screen Recordings
he: הקלטות מסך

# filter.recordings.desc
source: High-weight items
he: פריטים כבדים

# filter.screenshots
source: Screenshots
he: תמונות מסך

# filter.screenshots.desc
source: Usually the first to go
he: בדר״כ הראשונים ללכת

# filters.empty
source: Empty
he: ריק

# filters.requires_scan
source: Tap to scan
he: לחץ לסריקה

# filters.section_footer
source: Tap a category to start swiping through those specific items.
he: לחץ על קטגוריה כדי להתחיל לגלול בפריטים הרלוונטיים.

# filters.section_header
source: Smart Cleanup Categories
he: קטגוריות ניקוי חכם

# filters.title
source: Filters
he: פילטרים

source: items
he: פריטים

# meter.space_saved
source: Space Saved
he: אחסון שנשמר

# notif.action.cleanNow
source: Clean Now
he: נקה עכשיו

# notif.action.deleteAll
source: Delete All
he: מחק הכל

# notif.action.sortNow
source: Let's Sort
he: בוא נמיין

# notif.burst.body
source: You took %lld new photos. Let's pick the best and clear the rest.
he: צילמת %lld תמונות חדשות. בוא נבחר את הטובות וננקה את השאר.

# notif.burst.title
source: What a day! 📸
he: איזה יום פוטוגני! 📸

# notif.inactivity.body
source: Discover how many GBs of junk you can free from your device in a flash.
he: כנס ותגלה כמה GB של זבל אתה יכול לפנות מהמכשיר שלך ברגע.

# notif.inactivity.title
source: 60 seconds is a lot! ⏱️
he: 60 שניות זה המון זמן! ⏱️

# notif.milestone.body
source: Keep it up — you're cleaning your gallery like a pro.
he: המשך כך — אתה מנקה את הגלריה כמו מקצוען.

# notif.milestone.title
source: Amazing! You've saved %lldGB! 🏆
he: מדהים! עברת %lldGB שנחסכו! 🏆

# notif.reviewBin.body
source: %@ waiting in your Review Bin. One tap and they're gone forever.
he: %@ מחכים ב'סל המחזור'. לחיצה אחת והם נעלמים לנצח.

# notif.reviewBin.title
source: Almost done! 🏁
he: העבודה הקשה כמעט הסתיימה! 🏁

# notif.swipeLimitReset.body
source: Your daily swipes have refreshed!
he: המכסה היומית שלך התחדשה!

# notif.swipeLimitReset.title
source: You can keep swiping! 🃏
he: אפשר להמשיך להחליק! 🃏

# notif.weekly.body
source: The weekend is the perfect time to declutter your gallery and free up space.
he: סוף השבוע — זמן מושלם לנקות את הגלריה ולפנות מקום.

# notif.weekly.title
source: Sunday Clean-Up 🧹
he: ניקיון יום ראשון 🧹

# offline.indicator_header_enter
source: Switched to
he: עברת ל

# offline.indicator_header_exit
source: Back to
he: חזרת ל

# offline.indicator_text_enter
source: ✈ Offline Mode
he: ✈ מצב Offline

# offline.indicator_text_exit
source: 📶 Normal Mode
he: 📶 מצב רגיל

# offline.scanning_subtitle
source: Looking for photos stored locally on your device...
he: מחפש תמונות שמורות מקומית במכשיר...

# offline.scanning_title
source: Searching Your Device
he: מחפש במכשיר שלך

# onboarding.demo.cta
source: Got it!
he: הבנתי!

# onboarding.demo.hint
source: Try dragging the card
he: נסה לגרור את הכרטיס

# onboarding.demo.subtitle
source: Left to trash, right to keep.
he: שמאלה לזבל, ימינה למזכרות.

# onboarding.demo.title
source: Cleanup in style.
he: ניקוי בסטייל

# onboarding.hook.cta
source: Discover how much you can free
he: גלה כמה אפשר לפנות

# onboarding.hook.subtitle
source: Let's see how much we can free up.
he: בוא נראה כמה אפשר לפנות.

# onboarding.hook.title
source: Your phone is carrying unnecessary weight.
he: הטלפון שלך סוחב משקל מיותר

# onboarding.permission.control
source: You decide what gets deleted
he: אתה מחליט מה נמחק

# onboarding.permission.cta
source: Grant Gallery Access
he: אשר גישה לגלריה

# onboarding.permission.local
source: Local processing only — no servers
he: עיבוד מקומי בלבד — אין שרתים

# onboarding.permission.private
source: We never see your photos
he: לא רואים את התמונות שלך

# onboarding.permission.subtitle
source: We need access to your gallery. Everything stays on your device only 🔒
he: אנחנו צריכים גישה לגלריה שלך. הכל נשאר על המכשיר בלבד 🔒

# onboarding.permission.title
source: To make the magic happen
he: כדי שנוכל לעשות את הקסם

# onboarding.quickwin.cta
source: Let's start swiping 🃏
he: בוא נתחיל בסוויפ 🃏

# onboarding.quickwin.subtitle
source: Let's start freeing up space.
he: בוא נתחיל לפנות מקום.

# onboarding.quickwin.title
source: All set! 🚀
he: הכל מוכן 🚀

# onboarding.scan.cta
source: Got it, let's continue
he: הבנתי, בוא נמשיך

# onboarding.scan.large_videos
source: Large Videos (50MB+)
he: סרטונים גדולים (50MB+)

# onboarding.scan.photos
source: Photos
he: תמונות

# onboarding.scan.privacy
source: Everything stays on your device only
he: הכל נשאר על המכשיר שלך בלבד

# onboarding.scan.skip
source: Skip
he: דלג

# onboarding.scan.title
source: Scanning your library...
he: סורק את הגלריה…

# onboarding.scan.videos
source: Videos
he: סרטונים

# onboarding.shake_hint.subtitle
source: Shake to Undo
he: נער את המכשיר לביטול

# onboarding.shake_hint.title
source: Made a mistake?
he: טעית?

# onboarding.snooze.body
source: We will show it to you later, so you can keep swiping!
he: נחזיר אותה אליך מאוחר יותר, כדי שתוכל להמשיך להחליק!

# onboarding.snooze.cta
source: Next
he: הבא

# onboarding.snooze.subtitle
source: Swipe UP to snooze!
he: מחליקים למעלה - ומחליטים אחר כך!

# onboarding.snooze.title
source: Not Sure? No Problem
he: לא בטוחים? אין בעיה

# paywall.benefit.features
source: All future features, included
he: כל הפיצ'רים העתידיים, כלולים

# paywall.benefit.speed
source: Clean your library at full speed
he: נקה את הגלריה במהירות מלאה

# paywall.benefit.support
source: Support independent development
he: תמוך בפיתוח עצמאי

# paywall.benefit.unlimited
source: Unlimited swipes, every single day
he: החלקות ללא הגבלה, כל יום

# paywall.cta
source: Go Premium
he: עבור לפרימיום

# paywall.restore
source: Restore Purchases
he: שחזר רכישות

# paywall.share.bonus.toast
source: You got bonus swipes 🔥
he: קיבלת סוויפים נוספים 🔥

# paywall.share.button
source: Share & Get Free Swipes
he: שתף וקבל החלקות חינם

# paywall.share.message
source: A few minutes in this app and I finally have storage on my phone again 🤯
he: כמה דקות באפליקציה הזאת ועכשיו יש לי מקום בטלפון 🤯

# paywall.subtitle
source: You've used all %lld free swipes for today. Upgrade once — swipe forever, every day.
he: השתמשת בכל %lld ההחלקות החינמיות של היום. שדרג פעם אחת — החלק לנצח, כל יום.

# paywall.title
source: Unlock Unlimited Swipes
he: החלקות ללא הגבלה

source: photos & videos
he: תמונות וסרטונים

source: Restore
he: שחזר

# share.caption
source: Sent via Swipy App 🌟
he: נשלח דרך אפליקציית Swipy 🌟

# share.error
source: Couldn't prepare this item for sharing. Please try again.
he: לא ניתן להכין את הפריט לשיתוף. נסה שוב.

# share.error.title
source: Share Failed
he: השיתוף נכשל

# share.hud.cancel
source: Cancel
he: ביטול

# share.hud.complete
source: Done!
he: בוצע!

# share.hud.connecting
source: Preparing media...
he: מכין מדיה...

# share.hud.downloading
source: Almost ready...
he: כמעט מוכן...

# share.hud.processing
source: Preparing...
he: מכין לפתיחה...

# shuffle.mode_badge
source: Shuffle Mode
he: מצב שאפל

# shuffle.return_home
source: Latest photos 📍
he: התמונות העדכניות 📍

# shuffle.return_home_header
source: Returning to
he: חוזרים ל

# shuffle.time_traveled
source: Time traveled to
he: קפצת ל

source: Space Reclaimed! 🚀
he: הניקיון בוצע! 🚀

# swipe.delete
source: Delete
he: מחיקה

# swipe.keep
source: Keep
he: שמירה

# swipe.later
source: Later
he: אחר כך

# tab.filters
source: Filters
he: פילטרים

# tab.review
source: Review
he: סל

source: Total Storage Freed
he: סהכ אחסון התפנה

# victory.empty_bin
source: Empty Review Bin (%d)
he: רוקן סל מחזור (%d)

# victory.exit_offline
source: Browse All Photos
he: עיין בכל התמונות

# victory.import_photos
source: Allow More Photos in Settings
he: אפשר עוד תמונות בהגדרות

# victory.snoozed_action
source: Review Now
he: עבור אליהם

# victory.snoozed_title
source: You have %d snoozed items
he: יש לך %d פריטים שנדחו

# victory.subtitle
source: You've cleared your stack for now. Come back later for more!
he: סיימת את הערימה שלך. חזור מאוחר יותר לעוד!

# victory.subtitle_filter
source: You've swiped through all %@ for now. Head back to Filters to tackle another category!
he: עברת על כל ה%@ לעת עתה. חזור לפילטרים כדי לנקות קטגוריה נוספת!

# victory.subtitle_offline
source: You've swiped through all your locally stored photos. Turn off Offline Mode to continue.
he: עברת על כל התמונות הזמינות במכשיר. כבה את מצב Offline כדי להמשיך.

# victory.subtitle_offline_empty
source: All your photos are stored in iCloud. Turn off Offline Mode to browse them.
he: כל התמונות שלך מאוחסנות ב-iCloud. כבה את מצב Offline כדי לעיין בהן.

# victory.title
source: Gallery Cleaned! 🎉
he: הגלריה נוקתה! 🎉

# victory.title_offline
source: All Offline Photos Done ✈️
he: סיימת את כל התמונות במצב Offline ✈️

# victory.title_offline_empty
source: No Offline Photos Found
he: לא נמצאו תמונות במכשיר

source: You freed up
he: פינית

# permission.denied.title
source: We don't have access to your gallery
he: אין לנו גישה לגלריה שלך

# permission.denied.message
source: To start decluttering, allow access in Settings
he: כדי להתחיל לנקות, יש לאשר גישה בהגדרות

# permission.denied.cta
source: Open Settings
he: פתח הגדרות מערכת
